{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 6400], "dtype": "float32", "bias_regularizer": null, "kernel_constraint": null, "trainable": true, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 20, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_1", "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "trainable": true, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 20, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "trainable": true, "activation": "linear", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "units": 2, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_3", "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}}}], "keras_version": "2.0.8", "backend": "tensorflow"}